# -*- coding: utf-8 -*-
# @Time    : 2021/7/13 14:03
# @Author  : Kevin_liu
# @File    : demo.py
print("衣服销量数据".center(60,"-"))
print("日期\t\t服装名称\t\t单价\t\t\t库存数量\t\t销售量/每日")
print("-".center(64,"-"))
print("1号\t\t羽绒服\t\t253.6\t\t500\t\t\t\t10")
print("2号\t\t牛仔裤\t\t86.3\t\t600\t\t\t\t60")
print("3号\t\t风衣\t\t\t96.8\t\t335\t\t\t\t43")
print("4号\t\t皮草\t\t\t135.9\t\t855\t\t\t\t63")
print("5号\t\tT恤\t\t\t65.8\t\t632\t\t\t\t63")
print("6号\t\t衬衫\t\t\t49.3\t\t562\t\t\t\t120")
print("7号\t\t牛仔裤\t\t86.3\t\t600\t\t\t\t72")
print("8号\t\t羽绒服\t\t253.6\t\t500\t\t\t\t69")
print("9号\t\t牛仔裤\t\t86.3\t\t600\t\t\t\t35")
print("10号\t羽绒服\t\t253.6\t\t500\t\t\t\t140")
print("11号\t牛仔裤\t\t86.3\t\t600\t\t\t\t90")
print("12号\t皮草\t\t\t135.9\t\t855\t\t\t\t24")
print("13号\tT恤\t\t\t135.9\t\t632\t\t\t\t45")
print("14号\t风衣\t\t\t96.8\t\t335\t\t\t\t25")
print("15号\t牛仔裤\t\t86.3\t\t600\t\t\t\t60")
print("16号\tT恤\t\t\t135.9\t\t632\t\t\t\t129")
print("17号\t羽绒服\t\t253.6\t\t500\t\t\t\t10")
print("18号\t风衣\t\t\t96.8\t\t335\t\t\t\t43")
print("19号\tT恤\t\t\t135.9\t\t632\t\t\t\t63")
print("20号\t牛仔裤\t\t86.3\t\t600\t\t\t\t60")
print("21号\t皮草\t\t\t135.9\t\t855\t\t\t\t63")
print("22号\t风衣\t\t\t96.8\t\t335\t\t\t\t60")
print("23号\tT恤\t\t\t135.9\t\t632\t\t\t\t58")
print("24号\t牛仔裤\t\t86.3\t\t600\t\t\t\t140")
print("25号\tT恤\t\t\t65.8\t\t632\t\t\t\t48")
print("26号\t风衣\t\t\t96.8\t\t335\t\t\t\t43")
print("27号\t皮草\t\t\t135.9\t\t855\t\t\t\t57")
print("28号\t羽绒服\t\t253.6\t\t500\t\t\t\t10")
print("29号\tT恤\t\t\t65.8\t\t632\t\t\t\t63")
print("30号\t风衣\t\t\t96.8\t\t335\t\t\t\t78")
print("-".center(64,"-"))
# 羽绒服的销售额
a = 253.6 * (10 + 69 + 140 + 10 + 10)
# 牛仔裤的销售额
b = 86.3 * (60 + 72 + 35 + 90 + 60 + 60 + 140)
# 风衣的销售额
c = 96.8 * (43 + 25 + 43 + 60 + 43 + 78)
# 皮草的销售额
d = 135.9 * (63 + 24 + 63 + 57)
# T恤的销售额
e = 65.8 * (63 + 45 + 129 + 63 +58 + 48 + 63)
# 衬衫的销售额
f = 49.3 * 120
# 销售总额
sum1 = a + b + c + d + e + f
# 销售总数量
sum2 = 10 + 60 + 43 + 63 + 63 + 120 + 72 + 69 + 35 + 140 + 90 + 24+ 45 + 25 + 60 + 129 + 10 + 43 + 63 + 60 + 63+ 60+ 58 + 140 + 48 + 43 + 57 + 10 + 63 + 78
# 羽绒服的销售量
sum3 = 10 + 69 + 140 + 10 + 10
# 牛仔裤的销售量
sum4 = 60 + 72 + 35 + 90 + 60 + 60 + 140
# 风衣的销售量
sum5 = 43 + 25 + 43 + 60 + 43 + 78
# 皮草的销售量
sum6 = 63 + 24 + 63 + 57
# T恤的销售量
sum7 = 63 + 45 + 129 + 63 +58 + 48 + 63
# 衬衫的销售量
sum8 = 120
print("12月份的销售总金额为",round(sum1,2))
print("各销售量占比".center(60,"-"))
print("12月份羽绒服的销售量占比为",round((sum3 / sum2) * 100,2),"%")
print("12月份牛仔裤的销售量占比为",round((sum4 / sum2) * 100,2),"%")
print("12月份风衣的销售量占比为",round((sum5 / sum2) * 100,2),"%")
print("12月份皮草的销售量占比为",round((sum6 / sum2) * 100,2),"%")
print("12月份T恤的销售量占比为",round((sum7 / sum2) * 100,2),"%")
print("12月份衬衫的销售量占比为",round((sum8 / sum2) * 100,2),"%")
print("各销售额占比".center(60,"-"))
print("12月份羽绒服的销售额占比为",round((a / sum1) * 100,2),"%")
print("12月份牛仔裤的销售额占比为",round((b / sum1) * 100,2),"%")
print("12月份风衣的销售额占比为",round((c / sum1) * 100,2),"%")
print("12月份皮草的销售额占比为",round((d / sum1) * 100,2),"%")
print("12月份T恤的销售额占比为",round((e / sum1) * 100,2),"%")
print("12月份衬衫的销售额占比为",round((f / sum1) * 100,2),"%")



