# -*- coding: utf-8 -*-
# @Time    : 2021/7/20 16:44
# @Author  : Kevin_liu
# @File    : 景点.py
place = {
    '重庆': {
        '洪崖洞': {
            '景点简介': '洪崖洞原名洪崖门，是古重庆城门之一，位于重庆市渝中区解放碑沧白路，地处长江、嘉陵江两江交汇的滨江地带，是兼具观光旅游、休闲度假等功能的旅游区。'
                    '2006年，由重庆市人民政府总投资3.85亿元兴建而成。洪崖洞是重庆市重点景观工程，建筑面积4.6万平方米，主要景点由吊脚楼、仿古商业街等景观组成。'
                    '洪崖洞一共有11层，夜晚灯光从晚上6点开灯，10点熄灯。可望吊脚群楼观洪崖滴翠，逛山城老街赏巴渝文化，烫山城火锅看两江汇流，品天下美食。'
                    '形成了“一态、三绝、四街、八景”的经营形态，体现了巴渝文化休闲业态。2007年11月，重庆洪崖洞民俗风貌区被评定为国家AAAA级旅游景区。'
                    '2020年11月18日，洪崖洞被列入“成渝十大文旅新地标”。',
            '门票价格': '免费'
        },
        '磁器口': {
            '景点简介': '磁器口古镇,原名龙隐镇，国家AAAA级景区，中国历史文化名街，重庆市重点保护传统街，重庆“新巴渝十二景”，巴渝民俗文化旅游圈。'
                    '磁器口古镇位于重庆市沙坪坝区嘉陵江畔，始建于宋代，拥有“一江两溪三山四街”的独特地貌，形成天然良港，是嘉陵江边重要的水陆码头。'
                    '磁器口古镇，曾经“白日里千人拱手，入夜后万盏明灯”繁盛一时。巴渝文化、宗教文化、沙磁文化、红岩文化和民间文化，各具特色。一条石板路，'
                    '千年磁器口，是重庆古城的缩影和象征，被赞誉为“小重庆”，磁器口古镇开发有榨油、抽丝、制糖、捏面人、川戏等传统表演项目和各种传统小吃、茶馆等，'
                    '每年春节举办的磁器口庙会是最具特色的传统活动，吸引数万市民前往参与。2020年11月18日，当选“成渝十大文旅产业地标”。',
            '门票价格': '免费'
        },
        '解放碑': {
            '景点简介': '抗战胜利纪功碑暨人民解放纪念碑，又名“抗战胜利纪功碑”、“人民解放纪念碑”，简称“解放碑”。位于重庆市渝中区解放碑商业步行街中心地带，'
                    '是抗战胜利的精神象征，是中国唯一一座纪念中华民族抗日战争胜利的纪念碑。抗战胜利纪功碑暨人民解放纪念碑于1946年10月31日动工，1947年8月落成。'
                    '1950年10月1日，时任西南军政委员会主席刘伯承为“人民解放纪念碑”题写碑名。该碑正面向北偏东，为八面柱体盔顶钢筋混凝土结构，碑通高27.5米，'
                    '边长2.55米，碑内连地下共八层，设有旋梯达于碑顶，碑顶向街口的四面装有自鸣钟，碑台周围为花圃，总占地面积62平方米，保护范围面积642平方米。'
                    '该处是中国人民反法西斯战争取得胜利的象征，也是重庆解放及重庆市的象征',
            '门票价格': '免费'
        },
        '朝天门': {
            '景点简介': '重庆朝天门位于重庆市渝中区渝中半岛的嘉陵江与长江交汇处，城门原题有“古渝雄关”四个大字，是重庆以前的十七座古城门之一。'
                    '南宋（1127——1279）宋朝偏安临安（即今杭州）后，时有钦差自长江经该城门传来圣旨，所以才有了朝天门这个名字。'
                    '朝天门左侧嘉陵江纳细流汇小川，纵流1119千米，于此注入长江。朝天门是两江枢纽，也是重庆最大的水路客运码头。'
                    '2016年5月，“朝天门”当选为“重庆十大文化符号”之一。',
            '门票价格': '免费'
        },
        '大足石刻': {
            '景点简介': '大足石刻（Dazu Rock Carvings）位于重庆市大足区境内，是唐、五代、宋时所凿造，明、清两代亦续有开凿。'
                    '现为世界文化遗产，世界八大石窟之一。大足石刻分布于该县西南、西北和东北的扇区，共23处。较集中的有宝顶山、北山等19处。'
                    '其中以宝顶山摩崖造像规模最大，造像最精美。除佛像和道教造像外，也有儒、佛、道同在一龛窟中的三教造像，而以佛教造像所占比例最大。'
                    '大足石刻代表了公元9—13世纪世界石窟艺术的最高水平，是人类石窟艺术史上最后的丰碑。'
                    '它从不同侧面展示了唐、宋时期中国石窟艺术风格的重大发展和变化，具有前期石窟不可替代的历史、艺术、科学价值。'
                    '并以规模宏大、雕刻精美、题材多样、内涵丰富、保存完好而著称于世。1999年12月，以宝顶山、北山、南山、石门山、石篆山“五山”为代表的大足石刻，'
                    '被联合国教科文组织列入《世界遗产名录》，是重庆唯一的世界文化遗产。大足石刻现为国家AAAAA级旅游景区，全国重点文物保护单位，重庆十大文化符号，'
                    '2016年国庆假期旅游“综合秩序最佳景区”。2018年12月7日，入选由中央广播电视总台央视财经频道和盈科旅游主办的2018《魅力中国城》文化旅游魅力榜。'
                    '2020年11月18日，当选“巴蜀文化旅游走廊新地标”。',
            '门票价格': '300元'
        },
        '武隆喀斯特旅游区': {
            '景点简介': '武隆喀斯特旅游区位于重庆市武隆区境内，拥有罕见的喀斯特自然景观，包括溶洞、天坑、地缝、峡谷、峰丛、高山草原等，形态全面；'
                    '兼具丰富多彩的度假、休闲、娱乐、运动项目，以及土家族、苗族、仡佬族等少数民族独特的民俗风情。2011年，它被评为国家AAAAA级旅游区。'
                    '武隆喀斯特旅游区包括重庆武隆旅游景点天生三桥、仙女山、芙蓉洞这三部分。',
            '门票价格': '200元'
        },
        '渣滓洞': {
            '景点简介': '渣滓洞集中营位于重庆市歌乐山麓，距白公馆2.5公里。渣滓洞原是重庆郊外的一个小煤窑，因渣多煤少而得名。渣滓洞三面是山，一面是沟，位置较隐蔽。'
                    '1939年，国民党军统特务逼死矿主，霸占煤窑，在此设立了监狱。分内外两院，外院为特务办公室、刑讯室等，内院一楼一底16间房间为男牢，另有两间平房为女牢。'
                    '关押在此的有“六一”大逮捕案、“小民革”案、“挺进报”案、上下川东三次武装起义失败后被捕的革命者，如江竹筠、许建业、何雪松等，最多时达三百余人，'
                    '此地还曾居住过“小萝卜头”和他们一家人。1949年11月27日国民党特务在溃逃前夕策划了震惊中外的大屠杀，仅15人脱险。'
                    '有文艺作品《烈火中永生》《红岩》《江姐》等以此为原型。渣滓洞景区免费参观，于2019年1月1日实行实名制网上预约，参观游客可通过官方渠道进行票务预约，'
                    '通过预约二维码或预约身份证进入景区',
            '门票价格': '免费'
        },
        '南山一棵树': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '上海': {
        '东方之珠': {
            '景点简介': '',
            '门票价格': ''
        },
        '豫园': {
            '景点简介': '',
            '门票价格': ''
        },
        '外滩': {
            '景点简介': '',
            '门票价格': ''
        },
        '上海老街': {
            '景点简介': '',
            '门票价格': ''
        },
        '田子坊': {
            '景点简介': '',
            '门票价格': ''
        },
        '南京路步行街': {
            '景点简介': '',
            '门票价格': ''
        },
        '上海博物馆': {
            '景点简介': '',
            '门票价格': ''
        },
        '1933老街坊': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '北京': {
        '故宫': {
            '景点简介': '',
            '门票价格': ''
        },
        '天坛': {
            '景点简介': '',
            '门票价格': ''
        },
        '八达岭长城': {
            '景点简介': '',
            '门票价格': ''
        },
        '颐和园': {
            '景点简介': '',
            '门票价格': ''
        },
        '明十三陵': {
            '景点简介': '',
            '门票价格': ''
        },
        '王府井': {
            '景点简介': '',
            '门票价格': ''
        },
        '圆明园': {
            '景点简介': '',
            '门票价格': ''
        },
        '南锣鼓巷': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '武汉': {
        '黄鹤楼': {
            '景点简介': '',
            '门票价格': ''
        },
        '东湖': {
            '景点简介': '',
            '门票价格': ''
        },
        '武汉长江大桥': {
            '景点简介': '',
            '门票价格': ''
        },
        '昙华园': {
            '景点简介': '',
            '门票价格': ''
        },
        '楚河汉界': {
            '景点简介': '',
            '门票价格': ''
        },
        '江汉路': {
            '景点简介': '',
            '门票价格': ''
        },
        '晴川阁': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '西安': {
        '秦始皇陵': {
            '景点简介': '',
            '门票价格': ''
        },
        '兵马俑': {
            '景点简介': '',
            '门票价格': ''
        },
        '大雁塔': {
            '景点简介': '',
            '门票价格': ''
        },
        '大明宫': {
            '景点简介': '',
            '门票价格': ''
        },
        '西安城墙': {
            '景点简介': '',
            '门票价格': ''
        },
        '陕西历史博物馆': {
            '景点简介': '',
            '门票价格': ''
        },
        '大唐芙蓉园': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '成都': {
        '都江堰': {
            '景点简介': '',
            '门票价格': ''
        },
        '天府广场': {
            '景点简介': '',
            '门票价格': ''
        },
        '武侯祠': {
            '景点简介': '',
            '门票价格': ''
        },
        '杜甫草堂': {
            '景点简介': '',
            '门票价格': ''
        },
        '宽窄巷子': {
            '景点简介': '',
            '门票价格': ''
        },
        '大熊猫研究基地': {
            '景点简介': '',
            '门票价格': ''
        },
        '锦里': {
            '景点简介': '',
            '门票价格': ''
        },
        '春熙路': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '天津': {
        '五大道': {
            '景点简介': '',
            '门票价格': ''
        },
        '天津之眼': {
            '景点简介': '',
            '门票价格': ''
        },
        '意大利风情街': {
            '景点简介': '',
            '门票价格': ''
        },
        '古文化街': {
            '景点简介': '',
            '门票价格': ''
        },
        '津湾广场': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '广州': {
        '沙面岛': {
            '景点简介': '',
            '门票价格': ''
        },
        '广州塔': {
            '景点简介': '',
            '门票价格': ''
        },
        '白云山': {
            '景点简介': '',
            '门票价格': ''
        },
        '广州长隆旅游度假区': {
            '景点简介': '',
            '门票价格': ''
        },
        '岭南印象园': {
            '景点简介': '',
            '门票价格': ''
        },
        '陈家祠': {
            '景点简介': '',
            '门票价格': ''
        },
        '海心沙': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '贵阳': {
        '黔灵山公园': {
            '景点简介': '',
            '门票价格': ''
        },
        '青岩古镇': {
            '景点简介': '',
            '门票价格': ''
        },
        '天河潭': {
            '景点简介': '',
            '门票价格': ''
        },
        '甲秀楼': {
            '景点简介': '',
            '门票价格': ''
        },
        '花溪公园': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '杭州': {
        '杭州西湖': {
            '景点简介': '',
            '门票价格': ''
        },
        '千岛湖': {
            '景点简介': '',
            '门票价格': ''
        },
        '西溪湿地': {
            '景点简介': '',
            '门票价格': ''
        },
        '灵隐寺': {
            '景点简介': '',
            '门票价格': ''
        },
        '六和塔': {
            '景点简介': '',
            '门票价格': ''
        },
        '良渚遗址': {
            '景点简介': '',
            '门票价格': ''
        },
        '宋城景区': {
            '景点简介': '',
            '门票价格': ''
        },
        '南浔古镇': {
            '景点简介': '',
            '门票价格': ''
        },
        '河坊街': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '青岛': {
        '栈桥': {
            '景点简介': '',
            '门票价格': ''
        },
        '八大关': {
            '景点简介': '',
            '门票价格': ''
        },
        '圣弥厄尔大教堂': {
            '景点简介': '',
            '门票价格': ''
        },
        '海底世界': {
            '景点简介': '',
            '门票价格': ''
        },
        '小麦岛': {
            '景点简介': '',
            '门票价格': ''
        },
        '仙姑顶景区': {
            '景点简介': '',
            '门票价格': ''
        },
    },
    '苏州': {
        '周庄古镇': {
            '景点简介': '',
            '门票价格': ''
        },
        '太湖': {
            '景点简介': '',
            '门票价格': ''
        },
        '同里': {
            '景点简介': '',
            '门票价格': ''
        },
        '金鸡湖': {
            '景点简介': '',
            '门票价格': ''
        },
        '苏州博物馆': {
            '景点简介': '',
            '门票价格': ''
        },
        '虎丘山': {
            '景点简介': '',
            '门票价格': ''
        },
        '七里山塘': {
            '景点简介': '',
            '门票价格': ''
        },
        '拙政园': {
            '景点简介': '',
            '门票价格': ''
        },
        '留园': {
            '景点简介': '',
            '门票价格': ''
        },
    },
}
